console.log("вёрстка валидная +10");
console.log("семантические теги в верстке: header, nav, section, figure, address, article, footer, time, h1,h1,h4,h5 +20");
console.log("для оформления СV используются css-стили +10");
console.log("контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет тянется во всю ширину страницы +10");
console.log("вёрстка адаптивная, не появляется горизонтальная полоса прокрутки +10");
console.log("адаптивное бургер-меню(при 770px и <), ссылки в пунктах меню ведут на основные разделы CV. При кликах по пунктам меню реализована плавная прокрутка по якорям +10")
console.log("на странице СV есть фото, пропорции не искажены, у изображения есть атрибут alt +10")
console.log("контакты для связи и перечень навыков оформлены в виде списка ul > li +10");
console.log("CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10");
console.log("CV содержит пример кода с подсветкой кода +10");
console.log("CV содержит изображения-ссылки на выполненные проекты. При клике по изображению страница проекта открывается в новой вкладке. У каждого проекта есть название, небольшое описание, указан перечень используемых технологий. +10");
console.log("CV выполнено на английском языке +10");
console.log("выполнены требования к Pull Request +10");
console.log("есть видеорезюме автора CV на английском языке +10");
console.log("дизайн, оформление, качество выполнения CV не ниже чем в примерах CV +10");

